# UniChr

## Description
Returns the UTF-8 character corresponding to the specified Unicode code point.

```pascal
FUNCTION UniChr(v : LONGINT) : STRING;
```

```python

def vs.UniChr(v):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|v|LONGINT|A Unicode code point. The code point value must be in decimal (base ten).|

## Returns
The UTF-8 character corresponding to the specified Unicode code point.

## See Also
VS Functions:
Chr

## Version
Availability: from Vectorworks 2018
## Category
* Strings